Repository: Egenad/Booky
Catalog: Booky/*.lproj/Localizable.strings
Languages: es

# search
source: Search book name
es: Buscar libro

# purchase_t
source: Purchase Successful
es: Compra Realizada

# purchase_c
source: Thanks for purchasing
es: ¡Gracias por comprar

source: Bought
es: Comprado

source: Continue
es: Continuar

# hp1_t
source: Harry Potter and the Sorcerer's Stone
es: Harry Potter y la Piedra Fiolosofal

# hp1_s
source: "With trembling hands, Harry turned the envelope over and saw a purple wax seal with a coat of arms: a lion, an eagle, a badger, and a snake, surrounding a large letter H." Harry Potter had never heard of Hogwarts until letters began to fall through the mail slot of number 4 Privet Drive. They had the address written in green ink on a yellowish parchment envelope sealed with a purple wax seal, and his dreadful aunt and uncle hurried to confiscate them. Later, on the day Harry turns eleven, Rubeus Hagrid, a gigantic man whose eyes gleam like black beetles, bursts in with extraordinary news: Harry Potter is a wizard, and he has been granted a place at Hogwarts School of Witchcraft and Wizardry. An incredible adventure is about to begin!
es: "Con manos temblorosas, Harry volteó el sobre y vio un sello de cera morada con un escudo de armas: un león, un águila, un tejón y una serpiente, rodeando una gran letra H." Harry Potter nunca había oído hablar de Hogwarts hasta que las cartas comenzaron a caer por la ranura del correo en el número 4 de Privet Drive. Tenían la dirección escrita en tinta verde en un sobre de pergamino amarillento sellado con un sello de cera morada, y su terrible tía y tío se apresuraron a confiscarlas. Más tarde, el día que Harry cumple once años, Rubeus Hagrid, un hombre gigantesco cuyos ojos brillan como escarabajos negros, irrumpe con una noticia extraordinaria: Harry Potter es un mago y le han otorgado un lugar en la Escuela de Magia y Hechicería de Hogwarts. ¡Está a punto de comenzar una aventura increíble!

# hp2_t
source: Harry Potter and the Chamber of Secrets
es: Harry Potter y la Cámara Secreta

# hp2_s
source: "Harry Potter and the Chamber of Secrets," the second volume of the already classic series of fantasy novels by British author J.K. Rowling. "There is a plot, Harry Potter. A plot to make the most terrible things happen this year at Hogwarts School of Witchcraft and Wizardry." Harry Potter's summer has included the worst birthday of his life, ominous warnings from a house-elf named Dobby, and a rescue from the Dursleys' house by his friend Ron Weasley driving a magical flying car. Back at Hogwarts School of Witchcraft and Wizardry, where he is starting his second year, Harry hears strange whispers echoing through the empty corridors. And then the attacks begin, and several students are found petrified. It seems that Dobby's sinister predictions are coming true.
es: "Harry Potter y la Cámara Secreta," es el segundo volumen de la ya clásica serie de novelas de fantasía escrita por la autora británica J.K. Rowling. "Hay una conspiración, Harry Potter. Una conspiración para hacer que las cosas más terribles sucedan este año en la Escuela de Magia y Hechicería de Hogwarts." El verano de Harry Potter ha incluido el peor cumpleaños de su vida, advertencias ominosas de un elfo doméstico llamado Dobby, y un rescate de la casa de los Dursley por parte de su amigo Ron Weasley conduciendo un coche volador mágico. De vuelta en la Escuela de Magia y Hechicería de Hogwarts, donde está comenzando su segundo año, Harry escucha extraños susurros que resuenan por los pasillos vacíos. Y luego comienzan los ataques, y varios estudiantes son encontrados petrificados. Parece que las siniestras predicciones de Dobby se están haciendo realidad.

# hp3_t
source: Harry Potter and the Prisoner of Azkaban
es: Harry Potter y el Prisionero de Azkaban

# hp3_s
source: "Welcome to the Knight Bus, emergency transport for the stranded wizard. Raise your wand, hop on board, and we'll take you wherever you want to go." When the Knight Bus bursts onto a dark street and screeches to a halt in front of Harry, a new school year at Hogwarts begins for him, full of extraordinary events. Sirius Black, a murderer and follower of Lord Voldemort, has escaped, and it is said he is after Harry. In his first Divination class, Professor Trelawney sees a death omen in the tea leaves of Harry's cup... But perhaps the most terrifying are the Dementors patrolling the school grounds, capable of sucking out your soul with their kiss...
es: "Bienvenido al Autobús Noctámbulo, transporte de emergencia para el mago varado. Levanta tu varita, sube a bordo y te llevaremos a donde quieras ir." Cuando el Autobús Noctámbulo irrumpe en una calle oscura y se detiene frente a Harry, comienza un nuevo año escolar en Hogwarts para él, lleno de eventos extraordinarios. Sirius Black, un asesino y seguidor de Lord Voldemort, ha escapado, y se dice que está tras Harry. En su primera clase de Adivinación, la profesora Trelawney ve un presagio de muerte en las hojas de té de la taza de Harry... Pero quizás lo más aterrador son los Dementores patrullando los terrenos de la escuela, capaces de succionar tu alma con su beso...

# hp4_t
source: Harry Potter and the Goblet of Fire
es: Harry Potter y el Cáliz de Fuego

# hp4_s
source: "There will be three tasks, spaced throughout the school year, that will test the champions in many different ways: their magical abilities, their daring, their deductive skills, and, of course, their ability to navigate danger." The Triwizard Tournament is set to take place at Hogwarts. Only students aged seventeen and above can participate in this competition, but even so, Harry dreams of winning it. On Halloween, when the Goblet of Fire selects the champions, Harry is surprised to find that his name is one of those chosen by the magical goblet. During the tournament, he will have to face deadly challenges, dragons, and dark wizards, but with the help of Ron and Hermione, his best friends, he might just manage to come out alive!
es: "Habrá tres pruebas, espaciadas a lo largo del año escolar, que pondrán a prueba a los campeones de muchas maneras diferentes: sus habilidades mágicas, su valentía, sus habilidades deductivas y, por supuesto, su capacidad para enfrentar el peligro." El Torneo de los Tres Magos está programado para tener lugar en Hogwarts. Solo pueden participar en esta competición estudiantes mayores de diecisiete años, pero aun así, Harry sueña con ganarlo. En Halloween, cuando el Cáliz de Fuego selecciona a los campeones, Harry se sorprende al descubrir que su nombre es uno de los elegidos por el cáliz mágico. Durante el torneo, tendrá que enfrentarse a desafíos mortales, dragones y magos oscuros, pero con la ayuda de Ron y Hermione, sus mejores amigos, ¡quizás logre salir con vida!"

# hp5_t
source: Harry Potter and Order of the Phoenix
es: Harry Potter y la Orden del Fénix

# hp5_s
source: "The headmaster believes it's not advisable for that to continue happening. He wants me to teach you how to close your mind to the Dark Lord." These are dark times for Hogwarts. After the Dementors' attack on his cousin Dudley, Harry Potter realizes that Voldemort will stop at nothing to find him. Many deny that the Dark Lord has returned, but Harry is not alone: a secret order gathers at Grimmauld Place to fight against the dark forces. Harry must allow Professor Snape to teach him how to defend himself from Voldemort's brutal intrusions into his mind. But these are becoming increasingly powerful, and time is running out for Harry...
es: "El director cree que no es aconsejable que eso continúe sucediendo. Quiere que te enseñe a cerrar tu mente al Señor Oscuro." Estos son tiempos oscuros para Hogwarts. Después del ataque de los Dementores a su primo Dudley, Harry Potter se da cuenta de que Voldemort no se detendrá ante nada para encontrarlo. Muchos niegan que el Señor Oscuro haya regresado, pero Harry no está solo: una orden secreta se reúne en el Número 12 de Grimmauld Place para luchar contra las fuerzas oscuras. Harry debe permitir que el profesor Snape le enseñe a defenderse de las brutales intrusiones de Voldemort en su mente. Pero estas se vuelven cada vez más poderosas, y el tiempo se agota para Harry...

# hp6_t
source: Harry Potter and the Half-Blood Prince
es: Harry Potter y el Príncipe Mestizo

# hp6_s
source: "At the age of sixteen, Harry begins the sixth year at Hogwarts amid terrible events plaguing England. Chosen as the captain of the Quidditch team, practices, exams, and girls occupy all his time, but the calm is short-lived." Despite the stringent security measures protecting the school, two students are brutally attacked. Dumbledore knows that the moment foretold by the prophecy is approaching, where Harry and Voldemort will face each other in a deadly duel: 'The one with the power to vanquish the Dark Lord approaches... One of them must die at the hands of the other, for neither can live while the other survives.' The elderly headmaster will seek Harry's help, and together they will undertake dangerous journeys to try to weaken the enemy. For this, the young wizard will rely on an old potions book belonging to a mysterious character, someone who calls themselves the Half-Blood Prince.
es: "A la edad de dieciséis años, Harry comienza el sexto año en Hogwarts en medio de terribles eventos que asolan Inglaterra. Elegido como capitán del equipo de Quidditch, las prácticas, los exámenes y las chicas ocupan todo su tiempo, pero la calma es efímera." A pesar de las estrictas medidas de seguridad que protegen la escuela, dos estudiantes son brutalmente atacados. Dumbledore sabe que se acerca el momento anunciado por la profecía, donde Harry y Voldemort se enfrentarán en un duelo mortal: 'El que tiene el poder de vencer al Señor Oscuro se acerca... Uno de ellos debe morir a manos del otro, pues ninguno puede vivir mientras el otro sobreviva.' El anciano director buscará la ayuda de Harry, y juntos emprenderán viajes peligrosos para tratar de debilitar al enemigo. Para esto, el joven mago se apoyará en un antiguo libro de pociones perteneciente a un personaje misterioso, alguien que se hace llamar el Príncipe Mestizo.

# hp7_t
source: Harry Potter and the Deathly Hallows
es: Harry Potter y las Reliquias de la Muerte

# hp7_s
source: "Hand over Harry Potter," said Voldemort's voice, "and no one will be harmed. Hand over Harry Potter, and I will leave the school intact. Hand over Harry Potter, and you will be rewarded." As he rides in the sidecar of Hagrid's motorcycle and soars into the sky, leaving Privet Drive for the last time, Harry Potter knows that Lord Voldemort and his Death Eaters are close. The protective enchantment that had kept Harry safe has been broken, but he can no longer hide. The Dark Lord is dedicated to terrorizing all those Harry holds dear, and to stop him, Harry must find and destroy the remaining Horcruxes. The ultimate battle must begin: Harry will have to rise up and confront his enemy...
es: "Entrega a Harry Potter," dijo la voz de Voldemort, "y nadie resultará herido. Entrega a Harry Potter y dejaré la escuela intacta. Entrega a Harry Potter y serás recompensado." Mientras viaja en el sidecar de la motocicleta de Hagrid y se eleva por los cielos, dejando Privet Drive por última vez, Harry Potter sabe que Lord Voldemort y sus Mortífagos están cerca. El encantamiento protector que mantenía a Harry a salvo ha sido roto, pero ya no puede ocultarse. El Señor Oscuro está decidido a aterrorizar a todos aquellos a quienes Harry aprecia, y para detenerlo, Harry debe encontrar y destruir los Horrocrux restantes. La batalla definitiva debe comenzar: Harry tendrá que levantarse y enfrentarse a su enemigo...

# bs_ts_t
source: Tress of the Emerald Sea
es: Trenza del Mar Esmeralda

# bs_ts_s
source: In her native island over an emerald green ocean, the only life Braids knows is simple, marked by the pleasure of collecting mugs brought by sailors from distant lands and listening to the stories told by her friend Charlie. But when Charlie's father takes him on a ship to find him a wife and a disaster occurs, Braids must sneak aboard as a stowaway on a ship and set sail in search of the sorceress who dwells in the deadly Midnight Sea. Over oceans of spores teeming with pirates, can Braids leave her peaceful life behind and carve a place for herself in an ocean where a single drop can mean instant death?
es: En su isla natal sobre un océano verde esmeralda, la única vida que Braids conoce es simple, marcada por el placer de recolectar tazas traídas por marineros de tierras lejanas y escuchar las historias contadas por su amigo Charlie. Pero cuando el padre de Charlie lo lleva en un barco para buscarle una esposa y ocurre un desastre, Braids debe colarse a bordo como polizón en un barco y zarpar en busca de la hechicera que habita en el mortífero Mar de Medianoche. ¿Podrá Braids abandonar su vida pacífica y labrarse un lugar en un océano donde una sola gota puede significar muerte instantánea, sobre océanos de esporas repletos de piratas?

# bs_tfwh_t
source: The Frugal Wizard's Handbook for Surviving Medieval England
es: La Guía del Mago Frugal Para Sobrevivir en la Inglaterra del Medievo

# bs_tfwh_s
source: A man awakens in a clearing in a forest that appears to be medieval England, with no memory of who he is, where he comes from, or why he is there. Pursued by a group from his own time, his only chance of survival lies in recovering his lost memory, gaining allies among the local people, and perhaps even relying on their superstitious beliefs. His only aid from the "real world" should have been a manual titled "The Frugal Wizard's Guide to Surviving Medieval England," but the copy he had exploded in transit. The few fragments he managed to rescue provide clues about his situation, but will he be able to connect the dots in time to survive?
es: Un hombre despierta en un claro en un bosque que parece ser la Inglaterra medieval, sin memoria de quién es, de dónde viene ni por qué está allí. Perseguido por un grupo de su propia época, su única posibilidad de sobrevivir radica en recuperar su memoria perdida, ganar aliados entre la gente local y, tal vez, depender de sus creencias supersticiosas. Su única ayuda del "mundo real" debería haber sido un manual titulado "La Guía del Mago Frugal para Sobrevivir en la Inglaterra Medieval", pero la copia que tenía explotó durante el transporte. Los pocos fragmentos que logró rescatar proporcionan pistas sobre su situación, ¿pero podrá conectar los puntos a tiempo para sobrevivir?

# bs_yn_t
source: Yumi and the Nightmare Painter
es: Yumi y el Pintor de Pesadillas

# bs_yn_s
source: Yumi comes from a land of gardens, meditation, and spirits, while Pintor lives in a world of darkness, technology, and nightmares. When suddenly their lives become strangely intertwined, can they set aside their differences and collaborate to uncover the mysteries of their situation and save their respective communities from certain disaster?
es: Yumi proviene de una tierra de jardines, meditación y espíritus, mientras que Pintor vive en un mundo de oscuridad, tecnología y pesadillas. Cuando de repente sus vidas se entrelazan de manera extraña, ¿pueden dejar de lado sus diferencias y colaborar para descubrir los misterios de su situación y salvar a sus respectivas comunidades de un desastre seguro?

# bs_sm_t
source: The Sunlit Man
es: El Hombre Iluminado

# bs_sm_s
source: Years ago he had comrades in arms and a cause to believe in, but now the man who calls himself Nomad knows only a life on the run. Forced to hop from world to world in the C osmere whenever the relentless Night Brigade gets too close, Nomad lands on a new planet and is instantly caught up in the struggle between a tyrant and the rebels who want only to escape being turned into mindless slaves-all under the constant threat of a sunrise whose heat will melt the very stones. Unable to understand the language, can he navigate the conflict and gain enough power to leap offworld before his mind or body pay the ultimate price?
es: Hace años, tenía camaradas en armas y una causa en la que creer, pero ahora el hombre que se hace llamar Nomad solo conoce una vida en la huida. Obligado a saltar de mundo en mundo en el Cosmere cada vez que la incansable Night Brigade se acerca demasiado, Nomad aterriza en un nuevo planeta y se ve instantáneamente envuelto en la lucha entre un tirano y los rebeldes que solo desean escapar de ser convertidos en esclavos sin mente, todo bajo la constante amenaza de un amanecer cuyo calor derretirá las propias piedras. Incapaz de entender el idioma, ¿podrá navegar por el conflicto y obtener suficiente poder para saltar de este mundo antes de que su mente o su cuerpo paguen el precio final?

# lg_af_t
source: Wings of Fire
es: Alas de Fuego

# lg_af_s
source: The young queen Marla is the sovereign of a radiant nation. Ahriel, a female angel, has been by her side since birth, with the mission to protect and guide her, and to maintain balance among the human realms. However, when Ahriel uncovers a conspiracy to initiate a bloody war, she is betrayed and imprisoned with her wings rendered useless in the horrifying Gorlian prisonâ€”a primitive and brutal world from which no one has ever escaped. Ahriel must not only learn to survive in Gorlian but also to see things from the human perspective... from ground level.
es: La joven reina Marla es la soberana de una nación radiante. Ahriel, un ángel femenino, ha estado a su lado desde su nacimiento, con la misión de protegerla y guiarla, y de mantener el equilibrio entre los reinos humanos. Sin embargo, cuando Ahriel descubre una conspiración para iniciar una sangrienta guerra, es traicionada y encarcelada con sus alas inutilizadas en el horroroso prisión Gorlian, un mundo primitivo y brutal del cual nadie ha logrado escapar. Ahriel no solo debe aprender a sobrevivir en Gorlian, sino también a ver las cosas desde la perspectiva humana... desde el nivel del suelo.

# lg_an_t
source: Black Wings
es: Alas Negras

# lg_an_s
source: The female angel Ahriel has regained her freedom and achieved her revenge, but there is still something she must do. After going to account to her peers in the City of Clouds, she is set to resume the search for the magical prison of Gorlian to retrieve what she left behind when she escaped. She is determined to do whatever it takes to find it, even interrogate the only person who knows where it is hidden. Getting to her won't be easy, but Ahriel won't be alone this time...
es: La ángel femenina Ahriel ha recuperado su libertad y logrado su venganza, pero aún hay algo que debe hacer. Después de rendir cuentas a sus pares en la Ciudad de las Nubes, está lista para reanudar la búsqueda de la prisión mágica de Gorlian para recuperar lo que dejó atrás cuando escapó. Está decidida a hacer lo que sea necesario para encontrarlo, incluso interrogar a la única persona que sabe dónde está oculto. Llegar hasta ella no será fácil, pero Ahriel no estará sola en esta ocasión...

# lg_elp_t
source: The Book of Portals
es: El Libro de los Portales

# lg_elp_s
source: The painters of the Academy of Portals are the only ones who know how to draw the extraordinary travel portals that constitute Darusia's most important communication and transportation network. Their strict rules and thorough training ensure impeccable professionalism and technical perfection in all their work. When Tabit, a final-year student at the Academy, is tasked with painting a portal for a humble peasant, he does not imagine that he is about to become entangled in a plot of intrigues and secrets that could shake the very foundations of the institution.
es: Los pintores de la Academia de Portales son los únicos que saben cómo dibujar los extraordinarios portales de viaje que constituyen la red de comunicación y transporte más importante de Darusia. Sus estrictas reglas y riguroso entrenamiento aseguran un profesionalismo impecable y una perfección técnica en todo su trabajo. Cuando a Tabit, un estudiante de último año en la Academia, se le asigna pintar un portal para un humilde campesino, no imagina que está a punto de enredarse en una trama de intrigas y secretos que podrían sacudir los cimientos mismos de la institución.

# ng_tp_t
source: The Physician
es: El Médico

# ng_tp_s
source: England, 11th century. At the age of nine, after the death of his mother and the loss of his home, Rob J. Cole realizes he has an extraordinary gift: by touching a person, he can determine whether they are near death or not. Under the guidance of Henry Croft, a barber surgeon who travels the country practicing as a healer, his gift grows, along with his passion for medicine.After his mentor's death, Rob continues the business, but an encounter with Benjamin Merlin, a Jewish physician who speaks to him about the eminent doctor from distant Persia, Ibn Sina or Avicenna, inspires him to pursue his dream. Driven by his passion for healing and determined to overcome any obstacle, Rob will travel to the East, posing as a Jew and immersing himself in new languages, ready to study medicine at the madrasa of Isfahan. There, he will shape his destiny and that of his family forever.
es: Inglaterra, siglo XI. A la edad de nueve años, después de la muerte de su madre y la pérdida de su hogar, Rob J. Cole se da cuenta de que tiene un don extraordinario: al tocar a una persona, puede determinar si está cerca de la muerte o no. Bajo la guía de Henry Croft, un cirujano barbero que viaja por el país practicando como sanador, su don crece, junto con su pasión por la medicina. Después de la muerte de su mentor, Rob continúa con el negocio, pero un encuentro con Benjamin Merlin, un médico judío que le habla sobre el eminente médico de la lejana Persia, Ibn Sina o Avicena, lo inspira a seguir su sueño. Impulsado por su pasión por la curación y decidido a superar cualquier obstáculo, Rob viajará hacia el Este, haciéndose pasar por judío y sumergiéndose en nuevos idiomas, listo para estudiar medicina en la madrasa de Isfahán. Allí, dará forma a su destino y al de su familia para siempre.

# ry_fw_t
source: Fourth Wing
es: Alas de Sangre
