Repository: Egenad/Booky
Catalog: Booky/*.lproj/Localizable.strings
Languages: es

# ry_fw_s
source: Violet Sorrengail believed she would join the Scribe Quadrant to live a peaceful life. However, by her mother's orders, she must join the thousands of candidates at the Basgiath War College who vie for a spot in Navarre's elite: the Dragon Rider Quadrant. Being smaller and frailer than the others puts her life in danger because dragons don't bond with weak humans. Additionally, with more riders than dragons available, many would kill her to improve their chances of success. There are others, like the ruthless Xaden Riorson, the most powerful wing leader in the Dragon Rider Quadrant, who would murder her simply for being the daughter of the general commander. To survive, she'll need to make the most of her wit. As the war becomes deadlier, Violet suspects that Navarre's leaders are hiding a terrible secret...
es: Violet Sorrengail creía que se uniría al Cuadrante del Escriba para llevar una vida pacífica. Sin embargo, por órdenes de su madre, debe unirse a los miles de candidatos en el Colegio de Guerra de Basgiath que compiten por un lugar en la élite de Navarre: el Cuadrante de Jinetes de Dragones. Ser más pequeña y frágil que los demás pone su vida en peligro, ya que los dragones no se vinculan con humanos débiles. Además, con más jinetes que dragones disponibles, muchos la matarían para mejorar sus posibilidades de éxito. También hay otros, como el despiadado Xaden Riorson, el líder de ala más poderoso en el Cuadrante de Jinetes de Dragones, que la asesinarían simplemente por ser la hija del comandante general. Para sobrevivir, tendrá que aprovechar al máximo su ingenio. A medida que la guerra se vuelve más mortal, Violet sospecha que los líderes de Navarre están ocultando un terrible secreto...

# jg_tfs_t
source: The Fault In Our Stars
es: Bajo la Misma Estrella

# jg_tfs_s
source: Emotional, ironic, and sharp. A novel tinted with humor and tragedy that speaks to our ability to dream even in the most challenging circumstances. Hazel and Gus would like to have more ordinary lives. Some would say they weren't born under a lucky star, that their world is unfair. Hazel and Gus are just teenagers, but if cancer has taught them anything, it's that there's no time for regrets because, like it or not, there is only today and now. And so, with the intention of fulfilling Hazel's greatest wishâ€”to meet her favorite authorâ€”they will cross the Atlantic together to live a race against time, as cathartic as it is heartbreaking. Destination: Amsterdam, the place where the enigmatic and grumpy writer resides, the only person who might help them put together the pieces of the enormous puzzle they are a part of.
es: Emocional, irónica y perspicaz. Una novela teñida de humor y tragedia que habla de nuestra capacidad para soñar incluso en las circunstancias más desafiantes. Hazel y Gus desearían tener vidas más ordinarias. Algunos dirían que no nacieron bajo una estrella afortunada, que su mundo es injusto. Hazel y Gus son solo adolescentes, pero si el cáncer les ha enseñado algo, es que no hay tiempo para arrepentimientos porque, les guste o no, solo existe el hoy y ahora. Y así, con la intención de cumplir el mayor deseo de Hazel, conocer a su autora favorita, cruzarán el Atlántico juntos para vivir una carrera contra el tiempo, tan catártica como desgarradora. Destino: Ámsterdam, el lugar donde reside el enigmático y gruñón escritor, la única persona que podría ayudarlos a unir las piezas del enorme rompecabezas del que forman parte.

# sh_sb_t
source: The Sherlock Holmes: The Hound of the Baskervilles
es: The Sherlock Holmes: El Sabueso de los Baskerville

# sh_sb_s
source: 1889, Devonshire, northwest England. Sir Charles Baskerville's corpse is discovered on a path near his house. When Sherlock Holmes is called in to solve the mystery, he observes that what seemed like a simple crime hides a curse that dates back centuries: since the ancestor of Sir Charles, Hugo de Baskerville, was killed by a giant hound, the death of his descendants has been preceded by the appearance of a demonic dog. Indeed, the tracks of an enormous creature appear next to Sir Charles's body. What lies behind the legend of the Baskervilles?
es: 1889, Devonshire, en el noroeste de Inglaterra. El cadáver de Sir Charles Baskerville es descubierto en un sendero cerca de su casa. Cuando Sherlock Holmes es llamado para resolver el misterio, observa que lo que parecía un crimen simple oculta una maldición que se remonta a siglos: desde que el ancestro de Sir Charles, Hugo de Baskerville, fue asesinado por un enorme sabueso, la muerte de sus descendientes ha sido precedida por la aparición de un perro demoníaco. De hecho, las huellas de una criatura enorme aparecen junto al cuerpo de Sir Charles. ¿Qué se esconde detrás de la leyenda de los Baskerville?

# sh_es_t
source: The Sherlock Holmes: A Study in Scarlet
es: The Sherlock Holmes: Estudio en Escarlata

# sh_es_s
source: Retired military surgeon John Watson returns to London in search of a quiet place to enjoy his retirement. However, his journey leads him to 221B Baker Street, where he meets Sherlock Holmes, an eccentric character who will become the most famous detective of all time. With Holmes, Watson becomes entangled in the investigation of a mysterious murder. The corpse of a man has appeared in an empty house. Although the body shows no apparent wounds, an enigmatic message can be read on the wall of the room next to it: "Rache."
es: El cirujano militar retirado John Watson regresa a Londres en busca de un lugar tranquilo para disfrutar de su jubilación. Sin embargo, su viaje lo lleva a 221B Baker Street, donde conoce a Sherlock Holmes, un personaje excéntrico que se convertirá en el detective más famoso de todos los tiempos. Con Holmes, Watson se ve envuelto en la investigación de un misterioso asesinato. El cadáver de un hombre ha aparecido en una casa vacía. Aunque el cuerpo no muestra heridas aparentes, en la pared de la habitación junto a él se puede leer un mensaje enigmático: "Rache"
